Repository: yousefmohamed35/rental_Demo
Catalog: lib/l10n/intl_*.arb
Languages: ar

# locale
source: en
ar: ar

source: Change Language
ar: تغيير اللغة

source: Confirm
ar: تاكيد

source: Cancel
ar: إلغاء

source: Login
ar: تسجيل دخول

source: This field is required
ar: هذا الحقل مطلوب

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صالح

source: Email
ar: البريد الالكتروني

source: Phone
ar: الهاتف

source: Enter Email
ar: ادخل البريد الالكتروني

# enterPhoneNumber
source: Enter your phone number
ar: اكتب رقم الهاتف

# emailValidation
source: The email address you have entered is invalid
ar: عنوان البريد الإلكتروني الذي ادخلته غير صالح

source: block
ar: شقة

source: Home
ar: الصفحة الرئيسية

source: Add new
ar: إضافة جديد

source: scanQr
ar: مسح الباركود

source: or
ar: أو

# enterManually
source: enter manunally
ar: ادخل يدويا

source: Add New Rental
ar: إضافة إيجار جديد

source: choose rental type
ar: اختر نوع الإيجار

source: car
ar: سيارة

source: choose home location
ar: اختر موقع المنزل

source: cairo
ar: القاهرة

source: giza
ar: الجيزة

source: alexandria
ar: الأسكندرية

source: choose car type
ar: اختر نوع السيارة

source: choose rental date
ar: اختر تاريخ الإيجار

source: rental date
ar: تاريخ الإيجار

source: rental time
ar: وقت الإيجار

source: choose rental time
ar: اختر وقت الإيجار

source: save rental
ar: حفظ الإيجار

source: rental saved successfully
ar: تم حفظ الإيجار بنجاح

source: new rental
ar: إيجار جديد

source: reminder Rental
ar: تذكير بالإيجار

# reminder
source: you have rental today
ar: لديك ايجار اليوم
